const services = [
    {
        image: 'devApp.webp',
        title: 'تطوير الأنظمة والتطبيقات',
        description: 'نقوم بتطوير أنظمة وتطبيقات وفق متطلبات العملاء.'
    },
    {
        image: 'cloud-services.webp',
        title: 'تقديم خدمات وأنظمة سحابية',
        description: 'نوفر أنظمة سحابية تشمل إدارة الحسابات والمخزون والموارد البشرية وغيرها.'
    },
    {
        image: 'spprojects.webp',
        title: 'مشاريع متخصصة',
        description: 'نطور مشاريع تستهدف قاعدة واسعة من المستخدمين بمزايا مبتكرة.'
    },
    {
        image: 'data-ai.webp',
        title: 'تحليل البيانات والذكاء الاصطناعي',
        description: 'تطوير حلول تحليل البيانات باستخدام تقنيات الذكاء الاصطناعي لتحسين اتخاذ القرارات.'
    },
    {
        image: 'web-development.webp',
        title: 'تطوير المواقع الإلكترونية',
        description: 'بناء مواقع إلكترونية ديناميكية باستخدام أحدث التقنيات في التصميم والتطوير.'
    },
    {
        image: 'project-management.webp',
        title: 'إدارة المشاريع التقنية',
        description: 'خدمات استشارية لإدارة مشاريع تقنية معقدة من البداية إلى النهاية.'
    },
    {
        image: 'system-integration.webp',
        title: 'التكامل مع الأنظمة القائمة',
        description: 'تطوير حلول تكامل تربط بين الأنظمة القائمة وتحسن الأداء والتوافقية.'
    }
];
